tap "coursier/formulas"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "planetscale/tap"
brew "actionlint"
brew "asdf"
brew "bat"
brew "sqlite"
brew "xz"
brew "ccls"
brew "clang-format"
brew "cloc"
brew "cocoapods"
brew "php"
brew "composer"
brew "croc"
brew "dasel"
brew "deno"
brew "dotnet"
brew "efm-langserver"
brew "elixir"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-filter-repo"
brew "go"
brew "gradle"
brew "helm"
brew "httpie"
brew "irssi"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lua-language-server"
brew "macvim"
brew "minikube"
brew "nasm"
brew "neovim"
brew "nmap"
brew "pnpm"
brew "podman"
brew "pwgen"
brew "ripgrep"
brew "sbcl"
brew "starship"
brew "tailscale"
brew "thefuck"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vercel-cli"
brew "vlang"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zig"
brew "zk"
brew "coursier/formulas/coursier"
brew "dart-lang/dart/dart"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "blender"
cask "calibre"
cask "citrix-workspace"
cask "discord"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "grammarly"
cask "iina"
cask "inkdrop"
cask "intellij-idea"
cask "iterm2"
cask "keycastr"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "neo4j"
cask "nordvpn"
cask "notion"
cask "plover"
cask "raycast"
cask "setapp"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "telegram"
cask "textual"
cask "transmission"
cask "tunnelblick"
cask "tweetbot"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
