tap "clojure/tools"
tap "dart-lang/dart"
tap "gabrie30/utils"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "prisma/prisma"
tap "profclems/tap"
tap "shopify/shopify"
tap "stripe/stripe-cli"
brew "annie"
brew "openssl@1.1"
brew "ansible"
brew "autojump"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "openjdk"
brew "bfg"
brew "bit"
brew "clisp"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "ctop"
brew "dive"
brew "dnsmasq", restart_service: true
brew "doctl"
brew "exa"
brew "fdupes"
brew "ffmpeg"
brew "gatsby-cli"
brew "gh"
brew "gist"
brew "git"
brew "git-flow"
brew "gnu-getopt"
brew "lua"
brew "gnuplot"
brew "go"
brew "haskell-stack"
brew "helm"
brew "helmfile"
brew "hey"
brew "htop"
brew "httpie"
brew "hub"
brew "jdupes"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "lerna"
brew "linkerd"
brew "m-cli"
brew "maven"
brew "minikube"
brew "mkcert"
brew "neovim"
brew "netlify-cli"
brew "nginx"
brew "nmap"
brew "nvm"
brew "pandoc"
brew "php"
brew "php-cs-fixer"
brew "podman"
brew "protobuf"
brew "pwgen"
brew "ruby"
brew "sbcl"
brew "serverless"
brew "sops"
brew "stern"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "up"
brew "vault"
brew "vim"
brew "vlang"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "hashicorp/tap/boundary"
brew "heroku/brew/heroku"
brew "shopify/shopify/themekit"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "bettertouchtool"
cask "brave-browser"
cask "calibre"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "focus"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "macvim"
cask "microsoft-teams"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "paw"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tableplus"
cask "telegram-desktop"
cask "timing"
cask "tower"
cask "transmission"
cask "tunnelblick"
cask "tweetbot"
cask "visual-studio-code"
cask "whatsapp"
