tap "clojure/tools"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "planetscale/tap"
tap "railwayapp/railway"
tap "surrealdb/tap"
brew "xz"
brew "sqlite"
brew "python@3.11"
brew "asciinema"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bazelisk"
brew "protobuf"
brew "grpc"
brew "bear"
brew "pkg-config"
brew "ccls"
brew "cmake"
brew "cocoapods"
brew "libtool"
brew "php"
brew "composer"
brew "coreutils"
brew "croc"
brew "dasel"
brew "deno"
brew "dotnet"
brew "dua-cli"
brew "efm-langserver"
brew "elixir"
brew "elm"
brew "emscripten"
brew "esbuild"
brew "exa"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fortune"
brew "gawk"
brew "gcc"
brew "gh"
brew "git-filter-repo"
brew "glew"
brew "glfw"
brew "glm"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "helix"
brew "helm"
brew "hexyl"
brew "htop"
brew "httpie"
brew "influxdb"
brew "influxdb-cli"
brew "irssi"
brew "jq"
brew "julia"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lean"
brew "libiconv"
brew "z3"
brew "llvm"
brew "llvm@13"
brew "luarocks"
brew "maven"
brew "ninja"
brew "meson"
brew "minikube"
brew "nasm"
brew "neovim"
brew "nmap"
brew "opam"
brew "pnpm"
brew "qemu"
brew "podman"
brew "pwgen"
brew "ripgrep"
brew "sbcl"
brew "sdl2_image"
brew "swi-prolog"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tree"
brew "vercel-cli"
brew "vlang"
brew "wapm"
brew "wasmtime"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zig"
brew "zoxide"
brew "clojure/tools/clojure"
brew "coursier/formulas/coursier"
brew "dart-lang/dart/dart"
brew "planetscale/tap/pscale"
brew "railwayapp/railway/railway"
brew "surrealdb/tap/surreal"
cask "1password"
cask "android-studio"
cask "anki"
cask "appcleaner"
cask "blackhole-16ch"
cask "calibre"
cask "daisydisk"
cask "descript"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "iina"
cask "intellij-idea"
cask "kitty"
cask "notion"
cask "obsidian"
cask "postgres-unofficial"
cask "raycast"
cask "rectangle"
cask "setapp"
cask "slack"
cask "spotify"
cask "steam"
cask "streamlabs-obs"
cask "tailscale"
cask "telegram"
cask "transmission"
cask "tunnelblick"
cask "tweetbot"
cask "via"
cask "visual-studio-code"
cask "whatsapp"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "betterthantomorrow.calva"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "chenglou92.rescript-vscode"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "denoland.vscode-deno"
vscode "Divlo.vscode-styled-jsx-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "Gruntfuggly.todo-tree"
vscode "influxdata.flux"
vscode "IronGeek.vscode-env"
vscode "jaredly.reason-vscode"
vscode "mathiasfrohlich.Kotlin"
vscode "mattn.Lisp"
vscode "mesonbuild.mesonbuild"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "Natizyskunk.sftp"
vscode "nrwl.angular-console"
vscode "ocamllabs.ocaml-platform"
vscode "octref.vetur"
vscode "Orta.vscode-twoslash-queries"
vscode "patbenatar.advanced-new-file"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rw-smups.gruberfruity"
vscode "statelyai.stately-vscode"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "zenstack.zenstack"
vscode "ZixuanChen.vitest-explorer"
